Repository: haoz20/ios-term-project-uvguard
Catalog: UVGuard/Localizable.xcstrings
Source language: en
Languages: my, zh_hans_cn

source: 7-Day Forecast
my: ၇ ရက် ခန့်မှန်းချက်
zh_hans_cn: 7天预报

source: 24-Hour Forecast
my: ၂၄ နာရီ ခန့်မှန်းချက်
zh_hans_cn: 24小时预报

source: 24-hour Time
my: ၂၄ နာရီစနစ် အချိန်
zh_hans_cn: 24小时制时间

source: Add cities to see UV index information for multiple locations.
my: တည်နေရာအများအပြား၏ UV ဂဏန်းသတ်မှတ်ချက်ကို ကြည့်ရှုရန် မြို့များ ထည့်ပါ။
zh_hans_cn: 添加城市以查看多个地点的紫外线指数信息。

source: Add Your First City
my: ပထမမြို့ကို ထည့်ပါ။
zh_hans_cn: 添加您的第一个城市

source: Alert Threshold
my: သတိပေး အဆင့်အတိုင်းအတာ
zh_hans_cn: 警报阈值

source: Appearance
my: ပုံပန်းသွင်ပြင်
zh_hans_cn: 外观

source: Cancel
my: ပယ်ဖျက်မည်
zh_hans_cn: 取消

source: Check your notification center in a few seconds
my: စက္ကန့်အနည်းငယ်အကြာတွင် သတိပေးချက် စင်တာကို စစ်ဆေးပါ။
zh_hans_cn: 几秒后请检查您的通知中心

source: Cities
my: မြို့များ
zh_hans_cn: 城市

source: Daily Forecast
my: နေ့စဉ် ခန့်မှန်းချက်
zh_hans_cn: 每日预报

source: Daily Forecast Summary
my: နေ့စဉ် ခန့်မှန်းချက် အကျဉ်းချုပ်
zh_hans_cn: 每日预报摘要

source: Day
my: နေ့
zh_hans_cn: 白天

source: Delete
my: ဖျက်ရန်
zh_hans_cn: 删除

source: Disabled
my: ပိတ်ထားသည်
zh_hans_cn: 已禁用

source: Enable Notifications
my: သတိပေးချက်များ ဖွင့်ပါ
zh_hans_cn: 启用通知

source: Enabled
my: ဖွင့်ထားသည်
zh_hans_cn: 已启用

source: Enter city or country
my: မြို့ သို့မဟုတ် နိုင်ငံအမည် ထည့်ပါ
zh_hans_cn: 输入城市或国家

source: Example Notifications
my: သတိပေးချက် ဥပမာများ
zh_hans_cn: 示例通知

source: Fetching UV data...
my: UV ဒေတာ ရယူနေသည်…
zh_hans_cn: 正在获取紫外线数据…

source: Forecast
my: ခန့်မှန်းချက်
zh_hans_cn: 预测

source: Get notified 15 minutes before UV index reaches or exceeds this level
my: ဤအဆင့်သို့ မရောက်မီ သို့မဟုတ် မကျော်မီ ၁၅ မိနစ်အကြို သတိပေးချက် လက်ခံပါ။
zh_hans_cn: 当紫外线指数达到或超过此等级前15分钟收到通知

source: Get notified in the evening if tomorrow's UV will exceed your threshold
my: မနက်ဖြန်၏ UV သည် သင်၏ အတိုင်းအတာကန့်သတ်ကို ကျော်လွန်မည်ဆိုပါက ညနေတွင် အသိပေးချက် လက်ခံရရှိပါမည်
zh_hans_cn: 如果明天的紫外线指数超过你的阈值，我们会在晚上通知你

source: Get notified in the morning if today's UV will exceed your threshold
my: ယနေ့၏ UV သည် သင်၏ အတိုင်းအတာကန့်သတ်ကို ကျော်လွန်မည်ဆိုပါက နံနက်တွင် အသိပေးချက် လက်ခံရရှိပါမည်
zh_hans_cn: 如果今天的紫外线指数将超过你的阈值，将在当天早上通知你

source: Language
my: ဘာသာစကား
zh_hans_cn: 语言

source: Learn how to protect yourself from harmful UV rays
my: အန္တရာယ်ရှိသော UV ရောင်ခြည်မှ ကိုယ်ကိုယ်ကို ကာကွယ်နည်းများကို လေ့လာပါ။
zh_hans_cn: 了解如何保护自己免受有害紫外线的侵害

source: Loading forecast...
my: ခန့်မှန်းချက် ထည့်သွင်းနေသည်…
zh_hans_cn: 正在加载预报…

source: Loading UV Index...
my: ညွှန်းကိန်းဖော်ထုတ်နေသည်
zh_hans_cn: 正在加载紫外线指数

source: Max UV: %lld
my: အမြင့်ဆုံး UV:
zh_hans_cn: 最大紫外线指数：%lld

source: Morning UV Briefing
my: မနက်ခင်း UV အကျဉ်းချုပ်
zh_hans_cn: 晨间紫外线简报

source: No Cities Added
my: မြို့များ မထည့်ရသေးပါ။
zh_hans_cn: 尚未添加城市

source: No Results
my: ရလဒ် မရှိပါ။
zh_hans_cn: 无结果

source: Notification Status
my: သတိပေးချက် အခြေအနေ
zh_hans_cn: 通知状态

source: Notification Time
my: သတိပေးချက် အချိန်
zh_hans_cn: 通知时间

source: Now
my: ယခု
zh_hans_cn: 现在

source: NOW
my: ယခု
zh_hans_cn: 现在

source: OK
my: အိုကေ

source: Only receive notifications when UV index reaches or exceeds this level
my: 仅当紫外线指数达到或超过此级别时接收通知
zh_hans_cn: 仅当紫外线指数达到或超过此级别时接收通知

source: Open Settings
my: ဆက်တင်များ ဖွင့်ပါ
zh_hans_cn: 打开设置

source: Receive a morning summary of today's UV forecast
my: ယနေ့၏ UV ခန့်မှန်းချက် မနက်အချိန် အကျဉ်းချုပ် လက်ခံပါ။
zh_hans_cn: 接收今日紫外线预报的晨间摘要

source: Recommendation
my: အကြံပြုချက်
zh_hans_cn: 建议

source: Retry
my: ထပ်မံကြိုးစားပါ
zh_hans_cn: 重试

source: Search City
my: မြို့ ရှာဖွေပါ
zh_hans_cn: 搜索城市

source: Searching…
my: ရှာဖွေနေသည်…
zh_hans_cn: 正在搜索…

source: Selection
my: ရွေးချယ်မှု
zh_hans_cn: 选择

source: Send Test Notification
my: စမ်းသပ် သတိပေးချက် ပေးပို့ပါ
zh_hans_cn: 发送测试通知

source: Settings
my: ဆက်တင်များ
zh_hans_cn: 设置

source: Something went wrong
my: တစ်စုံတစ်ခု မှားယွင်းသွားပါသည်။
zh_hans_cn: 出现错误

source: Test Notification Sent
my: စမ်းသပ် သတိပေးချက် ပေးပို့ပြီးပါပြီ။
zh_hans_cn: 测试通知已发送

source: Time
my: အချိန်
zh_hans_cn: 时间

source: Try a different keyword.
my: အခြားသော စကားလုံးဖြင့် ထပ်ကြိုးစားပါ။
zh_hans_cn: 请尝试其他关键字。

source: Unable to load
my: ထည့်သွင်း၍ မရနိုင်ပါ။
zh_hans_cn: 无法加载

source: Unable to load forecast
my: ခန့်မှန်းချက် ထည့်သွင်း၍ မရနိုင်ပါ။
zh_hans_cn: 无法加载预报

source: UV Index
my: UV ဂဏန်း
zh_hans_cn: 紫外线指数

source: UV Notifications
my: UV သတိပေးချက်များ
zh_hans_cn: 紫外线通知

source: UV Protection
my: UV ကာကွယ်ရေး
zh_hans_cn: 紫外线防护

source: UV Scale
my: UV စကေး
zh_hans_cn: 紫外线等级表

source: UV Threshold Alerts
my: UV သတိပေးချက် အတိုင်းအတာများ
zh_hans_cn: 紫外线阈值警报

source: View Pending Notifications
my: မပေးပို့ရသေးသော သတိပေးချက်များ ကြည့်ပါ
zh_hans_cn: 查看待处理的通知

source: Waiting for location...
my: တည်နေရာ စောင့်နေသည်…
zh_hans_cn: 正在等待位置信息…

source: Evening Briefing
zh_hans_cn: 晚间简报

source: Evening UV Briefing
zh_hans_cn: 晚间紫外线简报

source: Morning Briefing
zh_hans_cn: 晨间简报

source: UV
zh_hans_cn: 紫外线

source: UV: %lld
zh_hans_cn: 紫外线：%lld
